{
  "messages": [
    {
      "zh": "第七关（前）",
      "tl": "Seventh level (front)"
    },
    {
      "zh": "是我的错觉，还是天确实越来越暗了？",
      "tl": "Is it my illusion, or is the sky really getting darker?"
    },
    {
      "zh": "啧，裸眼看到灾云凝聚可不是什么好兆头。",
      "tl": "Hey, it’s not a good sign that the naked eye sees the cloud."
    },
    {
      "zh": "加上，下城区的每一条街道都可能埋伏着整合运动......",
      "tl": "Plus, every street in the lower city may ambush the Reunion Movement..."
    },
    {
      "zh": "不，这个说法太过保守。",
      "tl": "No, this statement is too conservative."
    },
    {
      "zh": "该说是，整合运动满满当当地挤在街上。",
      "tl": "The saying is that the Reunion Movement is full of local crowds on the street."
    },
    {
      "zh": "只能说，形势不容乐观。",
      "tl": "It can only be said that the situation is not optimistic."
    },
    {
      "zh": "几乎每条街上都有暴徒在搞破坏......",
      "tl": "There are mobs on almost every street who are doing damage..."
    },
    {
      "zh": "这帮家伙，是觉得天气太好，所以出来野餐集会吗！",
      "tl": "These guys think the weather is so good, so come out for a picnic gathering!"
    },
    {
      "zh": "这......不太可能啊，天灾野餐，从来没听说过呀。",
      "tl": "This...not very likely, the natural disaster picnic, never heard of it."
    },
    {
      "zh": "......噗。",
      "tl": "......puff."
    },
    {
      "zh": "我，我只是发个牢骚，不是那个意思......",
      "tl": "I, I just complained, not that..."
    },
    {
      "zh": "嗯......",
      "tl": "Ok......"
    },
    {
      "zh": "抱歉，总是在这种时候......",
      "tl": "Sorry, always at this time..."
    },
    {
      "zh": "没关系的......！",
      "tl": "it does not matter......!"
    },
    {
      "zh": "接下来，我们需要侦查干员搜集情报，再做下一步的打算。",
      "tl": "Next, we need to investigate the information collected by the cadres and plan for the next step."
    },
    {
      "zh": "在这之前......先得给他们创造空间。",
      "tl": "Before that... I have to create space for them."
    },
    {
      "zh": "四点钟方向的敌人，安静地处理掉。不要惊动其他人。",
      "tl": "The enemy at four o'clock is quietly disposed of. Don't alarm other people."
    },
    {
      "zh": "交给我吧。这算是我比较擅长的工作——",
      "tl": "give it to me. This is a job I am good at -"
    },
    {
      "zh": "只要他们体内的病变器官不是什么警报器或爆破物就行。",
      "tl": "As long as the diseased organs in their bodies are not alarms or explosives."
    },
    {
      "zh": "——行动！",
      "tl": "--action!"
    }
  ]
}