{
  "messages": [
    {
      "zh": "第七关（后）",
      "tl": "Seventh level (post)"
    },
    {
      "zh": "侦查的结果......不太妙。",
      "tl": "The result of the investigation... not very good."
    },
    {
      "zh": "前方的整合运动有很大一部分是游荡着的破坏分子——",
      "tl": "A large part of the Reunion Movement ahead is a wandering destroyer -"
    },
    {
      "zh": "但也有不少是混入其中的训练有素的战斗人员。",
      "tl": "But there are also many well-trained combatants who are mixed into it."
    },
    {
      "zh": "这些家伙，大概就是整合运动的神经系统。",
      "tl": "These guys are probably the nervous system of the Reunion Movement."
    },
    {
      "zh": "什么意思？",
      "tl": "What do you mean?"
    },
    {
      "zh": "指挥官一旦有所行动，就命令他们将整合运动聚集起来，由他们来带领其他的人。",
      "tl": "Once the commander has acted, they are ordered to gather the Reunion Movement and lead them to other people."
    },
    {
      "zh": "一盘散沙般的暴徒们，真的能做到吗？",
      "tl": "Can a sandstorm-like mob really do it?"
    },
    {
      "zh": "凭心而论，原本我并不相信。",
      "tl": "In my heart, I didn't believe it."
    },
    {
      "zh": "没有纪律和训练，部队会失去战斗力。",
      "tl": "Without discipline and training, the troops will lose their combat power."
    },
    {
      "zh": "但现今有机会仔细观察他们之后.....",
      "tl": "But now I have the opportunity to observe them carefully....."
    },
    {
      "zh": "......我很确信，控制他们的是恐怖与狂热。",
      "tl": "... I am very convinced that it is terror and fanaticism to control them."
    },
    {
      "zh": "毕竟他们从来都不是军队。",
      "tl": "After all, they are never an army."
    },
    {
      "zh": "无论这些人做出什么事、做到什么地步，都是可能的。",
      "tl": "No matter what these people do and what they do, it is possible."
    },
    {
      "zh": "整合运动的领袖究竟是什么样子，我大概可以想象的到。",
      "tl": "What the leader of the Reunion Movement looks like, I can probably imagine it."
    },
    {
      "zh": "我们真的还有胜算吗......",
      "tl": "Do we really have a chance to win..."
    },
    {
      "zh": "不是有没有，而是能不能。",
      "tl": "There is no, but not."
    },
    {
      "zh": "我们战胜过形形色色的敌人。",
      "tl": "We have defeated all kinds of enemies."
    },
    {
      "zh": "没有我们不能打破的困境。",
      "tl": "There is no dilemma that we cannot break."
    },
    {
      "zh": "保证博士的安全并撤出切城，这个目标一直没有改变过。",
      "tl": "To ensure the safety of the Ph.D. and withdraw from the city, this goal has not changed."
    },
    {
      "zh": "目标明确，战术合理，加上罗德岛专业的干员们......",
      "tl": "Clear goals, tactical, plus Rhodes Island professional Crew..."
    },
    {
      "zh": "我们一定能取得胜利。",
      "tl": "We can certainly win."
    },
    {
      "zh": "——抱歉，说了不过大脑的话。",
      "tl": "- Sorry, but the words of the brain."
    },
    {
      "zh": "在军队，说这种话是得吃鞭子的。",
      "tl": "In the army, it is said that this kind of thing has to eat a whip."
    },
    {
      "zh": "不过我现在可没工夫修理你！走吧！",
      "tl": "But I can't fix it now! Let's go!"
    },
    {
      "zh": "都动起来！再慢吞吞的，天灾就要狠狠踹你们的屁股了！",
      "tl": "Moved! Slowly, the natural disaster will lick your ass!"
    },
    {
      "zh": "是！",
      "tl": "Yes!"
    }
  ]
}