{
  "messages": [
    {
      "zh": "第六关（后）",
      "tl": "Sixth level (post)"
    },
    {
      "zh": "侦查完毕，确认敌追击部队已被我方全歼。",
      "tl": "After the investigation is completed, it is confirmed that the enemy pursuit unit has been completely smashed by us."
    },
    {
      "zh": "我们成功突围了。",
      "tl": "We managed to break through."
    },
    {
      "zh": "虽然消灭的只是包围阵势中一小部分的兵力......",
      "tl": "Although it is only a small part of the force that surrounds the battle..."
    },
    {
      "zh": "至少，我们暂时安全了。",
      "tl": "At least, we are safe for the time being."
    },
    {
      "zh": "谢谢你刚才的援助，临光不会忘记这份恩情。",
      "tl": "Thank you for your assistance, and Nearl will not forget this kindness."
    },
    {
      "zh": "请别这么说。我可没资格让耀骑士还我人情。",
      "tl": "Please don't say that. I am not qualified to let the Yao Knight return to me."
    },
    {
      "zh": "刚才那个，是狙击手吧。",
      "tl": "Just now, it is a sniper."
    },
    {
      "zh": "是，但那不是普通的弓弩。",
      "tl": "Yes, but that is not an ordinary bow."
    },
    {
      "zh": "如果第二发射击再次直接命中盾牌，这只手可能就完了。",
      "tl": "If the second shot hits the shield again directly, the hand may be finished."
    },
    {
      "zh": "是那个凶狠的孩子下令射击的？我完全没能发现狙击手的踪迹。",
      "tl": "Is that fierce child ordered to shoot? I could not find the sniper's trace at all."
    },
    {
      "zh": "可怕的敌人。",
      "tl": "Terrible enemy."
    },
    {
      "zh": "但他们——为什么没有继续追击？",
      "tl": "But they - why not continue to pursue?"
    },
    {
      "zh": "对不起......我失手了。",
      "tl": "Sorry... I lost my hand."
    },
    {
      "zh": "你别道歉啊，是我的错。我太冲动了。",
      "tl": "Don't apologize, it's my fault. I am too impulsive."
    },
    {
      "zh": "能帮我追踪他们吗？我去把情况通报给塔露拉姐姐。",
      "tl": "Can you track them for me? I will inform the Talulah sister about the situation."
    },
    {
      "zh": "她那里应该也完成了对切城指挥部和防卫军驻地的压制——",
      "tl": "She should have also completed the suppression of the cut city command and the defense army station -"
    },
    {
      "zh": "就让她来决定这些虫子的生死吧。",
      "tl": "Let her decide the life and death of these bugs."
    },
    {
      "zh": "......明白了。",
      "tl": "......understood."
    },
    {
      "zh": "小心点，优先保护好自己，好吗？",
      "tl": "Be careful, give priority to protecting yourself, ok?"
    },
    {
      "zh": "......好。",
      "tl": "......it is good."
    },
    {
      "zh": "同胞们，该走了。",
      "tl": "My fellow citizens, it’s time to go."
    },
    {
      "zh": "去迎接属于我们的时代吧！！",
      "tl": "Go and meet the era that belongs to us! !"
    },
    {
      "zh": "噢噢噢噢！！！解放所有人！！！",
      "tl": "Oooo! ! ! Free everyone! ! !"
    },
    {
      "zh": "（真正的恐怖要追上你们了，罗德岛的虫子——）",
      "tl": "(The real horror has to catch up with you, Rhodes Island bugs -)"
    }
  ]
}