{
  "messages": [
    {
      "ch": "",
      "zh": "亲爱的格拉尼：",
      "en": "Dear Grani:",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "关于卡西米尔的骑士，我们已经谈论了很多。",
      "en": "We have talk about a lot of Kazimierz's knights. ",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "但有一些必要的信息，我没能向你交待清楚，而这事关你的任务，以及它涉及到的骑士宝藏。",
      "en": "But there is some essential info I have not tell you yet, which is about your mission and the knight treasure.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "这次的任务地点附近，很可能藏有卡西米尔已故骑士的陵墓群。",
      "en": "Near this mission location probably hiding the tombs of Kazimierz's knights. ",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "卡西米尔的骑士在近代仍然保留着一项传统。",
      "en": " Kazimierz's knights still remains a traditional in modern times.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "在去世之后，他们会将自己的大笔财产埋入陵墓。当然，前提是他们的拥趸确实替他们建立了陵墓。",
      "en": "After they gone, they will bury large property to mausoleum. Of course, if their subordinate builds a mausoleum for them.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "骑士埋入陵墓的财产，通常被称作“骑士宝藏”，它们的相关讯息，在赏金猎人与信使各自的信息网中不断传递。",
      "en": "The property that knights bury into mausoleum used known as “knights’ treasure”, Their related messages are continuously transmitted in the information networks of bounty hunters and messengers.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "而这些财产之所以如此吸引匪类和盗墓贼，是因为骑士陪葬品可能不只是简单的贵金属和财物，还可能是骑士们秘密研制的武器与设备。",
      "en": " The reason why these properties are so attractive to scorpions and tomb thieves is that the Cavaliers' funerary objects may not be simply precious metals and possessions, but may also be weapons and equipment secretly developed by the knights.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "或者是某些人想要穷尽一生去守护的秘密，甚至是更加危险的东西。",
      "en": " Or something that some people want to spend their lives guarding, even more dangerous things.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "这些陪葬品，即使是直接贩卖到回收商和黑市中都能换取巨额的财富。",
      "en": " These funerary objects, even if they are directly sold to recyclers and black markets, can be exchanged for huge amounts of wealth.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "更不用说会有哥伦比亚这样的政治实体，高价委托他人收购或发掘这些遗物。",
      "en": " Not to mention that there will be political entities like Colombia that are entrusted by others to buy or discover these relics.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "这也是赏金猎人会在你任务所在地区格外活跃的原因。",
      "en": " This is why bounty hunters will be particularly active in your mission area.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "地下陵墓常会受到天灾的影响，被尘土永封，或是被躁动的大地碾碎在地底深处。",
      "en": " Underground tombs are often affected by natural disasters, being sealed by dust, or being crushed by earth in the depths of the underground.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "但同样也有很多陵墓，尚未被人遗忘，就已被人发掘。",
      "en": " But there are also many mausoleums that have been unearthed and have been discovered.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "这次的地点可能就是其中之一。卡西米尔智库中记载有一批远征骑士陵墓群，它们的位置与你的任务地点高度重合。",
      "en": " This location may be one of them. A number of expeditionary knights are recorded in the Kazimierz think tank, and their location is highly coincident with your mission location.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "如果这份记载并非伪作，他们陵墓中的宝藏，除了简单的钱财外，也许还藏有一些危险的东西。",
      "en": " If this record is not a fake, the treasures in their mausoleum, in addition to simple money, may still contain some dangerous things.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "即使这些骑士有意将财产赠给有意之人，后人也无法理解这些骑士握有怎样的力量。",
      "en": "Even if these knights intentionally give property to interested people, future generations cannot understand the power of these knights. ",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "同样，卡西米尔的城市最后一次经过那片区域，差不多也是二十年前了。",
      "en": "It was twenty years ago when Kazimierz city pass through this area.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "这可不是一个好消息，利益越大，唤取的风险也越大。",
      "en": "This is not the good news, the greater the benefit, the greater the risk.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "妄图瓜分这份财产的恶徒，相较当地的普通居民，嗅觉更敏锐，贪欲更旺盛。",
      "en": "The outlaws who attempted to get the treasure were more sensitive and greedier than the local residents.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "缺乏城市权威的干涉，这块区域纵然能免受压迫之苦，却也会因为缺乏法律管控，成为无法之地。",
      "en": "Without city authority's interference, even if this area is immune to oppression, it will become an unlawful land due to lack of legal control.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "如果可以，请帮我确定骑士遗物的真正内容。",
      "en": "Please help me determine the truth of knight's relics, if you can.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "请多多小心。",
      "en": "Please be careful.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "",
      "zh": "————临光",
      "en": "————Nearl",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "临光",
      "zh": "......是不是有些太长了？",
      "en": "......Is it a little too long?",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "临光",
      "zh": "算了，还是不要给那孩子太多负担比较好。她一定能处理好的，嗯。",
      "en": "Forget it, just don't give that child too much burden. She must be able to deal it well.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "临光",
      "zh": "我怎么又写这么沉重的东西，还是给她写封简单的吧。",
      "en": "How can I write such a heavy thing, or write her a simple letter.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "临光",
      "zh": "该说什么来着......",
      "en": "What to say......",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "临光",
      "zh": "糟了，必须得提醒格拉尼。",
      "en": "Oops, I have to remind Grani.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "临光",
      "zh": "格拉尼，一定要收到这段话......！",
      "en": "Grani, be sure to receive this message......!",
      "jp": "",
      "kr": ""
    }
  ]
}
