{
  "messages": [
    {
      "ch": "格拉尼",
      "zh": "走廊好黑！而且好挤！",
      "en": "It’s so dark and crowded!",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "不、不好意思，虽然方便藏身，可毕竟这里只是个小阁楼而已！",
      "en": "I-I apologize. While it is a convenient hiding place, it’s just a small attic after all!",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "磨坊，粮仓，电房，村子里的很多设施都被赏金猎人破坏了，他们不会在乎这种小地方的。",
      "en": "With the mills, granaries, electricity houses and many of the village's amenities destroyed by the bounty hunters. They won’t expect a small place like this.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "是这样没错......唔，我们两个居然刚好能挤进这种缝隙里？！",
      "en": "While you are right... about finding a place like this to hide. I’m just wondering how the two of us could fit in this gap!?",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "可萝尔，脸是不是贴的太近了！",
      "en": "Hey Carol, your face is too close to mine!",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "抱歉......那个，骑警大人？",
      "en": "I'm sorry erm… Sir Grani.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "别叫我骑警大人啦，叫我格拉尼就好。",
      "en": "Don’t call me Sir Grani, just call me Grani.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "那，格拉尼，你刚才说你接到了我们村子希望找到骑士宝藏的委托......",
      "en": "So… Grani, you said that you'd accepted our village's request to find the knight's treasure.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "对，而且委托里还提到，你确实已经拥有完整的宝藏信息了？",
      "en": "Correct, the request also states that you have full information about the knights treasure?",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "打开宝藏必要的钥匙和宝藏的位置，都是历代村长口口相传的秘密。",
      "en": "The key and location of the treasure are secrets passed down for generations from village chief to village chief.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "具体的我暂时还不能说......抱歉，我不是有意要向你隐瞒。",
      "en": "I can't say the exact details yet... I'm sorry. I have no intention to hide it from you.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "没问题的，至少等到你完全相信我之后再说吧。",
      "en": "It’s all right. At the very least you can tell me more once you fully trust me.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "那些赏金猎人得知了这些情报，就一直在威胁着村民们。",
      "en": "The bounty hunters knew about it and kept threatening the villagers.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "他们破坏村子的田地，抢走越冬的储粮，骚扰村民——如果那时我不站出来，村子就真的要完了。",
      "en": "They destroyed the village fields, rob us of our winter stores, and even harassed some of the villagers -- if I didn't come forward then, the village was going to be finished.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "只要让他们知道宝藏的情报在我这里，至少他们不再去伤害其他村民们了。",
      "en": "As long as they knew that information about the treasure is in my possession, at least they won't hurt the other villagers anymore.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "但就算你受了那样的苦......",
      "en": "But even if you had suffered...",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "......嗯，我很清楚，这不过是权宜之计。",
      "en": "Yeah... I know very well that it was only a temporary measure.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "还好，你来了。",
      "en": "I'm glad you're here now.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "呜，可萝尔小姐......",
      "en": "Miss Carol...",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "虽然委托内容是希望有人能来帮我们找到宝藏，",
      "en": "While the request did state we were hoping someone would help us find the treasure.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "但其实我们希望的也只是驱逐那些赏金猎人、让村子恢复安宁。",
      "en": "What we really want is help in driving out the bounty hunters and restoring peace to the village.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "宝藏对我们来说，是现在唯一的解决手段而已。",
      "en": "The treasure is the only solution we have left now.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "金币什么的，总会有花光的一天，但我们一直要在这片土地上生活下去，土地是我们唯一的故乡......",
      "en": "Gold coins whatever… it will all run out someday, but we will always have this land to live in, this land is our only home.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "用宝藏去雇佣别人驱逐赏金猎人，也可以。",
      "en": "Not a bad idea to use the treasure to hire someone in driving out the bounty hunters for you.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "有足够的活动资金的话，甚至能雇佣一小支佣军呢！",
      "en": "With enough money to go around, you can even hire a small army!",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "嗯。",
      "en": "Correct.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "既然目的已经明确，那当务之急，果然还是要先离开这个满是流氓的村子。",
      "en": "Now that the objective is clear, it is now imperative for us to leave the village full of bounty hunters first.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "这边有窗子，能看到外——呃，好像有点高。",
      "en": "There's a window here, which you can see out -- well, it's a little high.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "可萝尔小姐，你能试试从这个窗户看到外面吗，赏金猎人还在找我们吗？",
      "en": "Miss Carol, can you try and see out of this window? Are the bounty hunters still looking for us?",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "我，我也够不到，窗户还是太高了......",
      "en": "I-I can't reach it. The window is too high.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "让我抱你起来......",
      "en": "Let me hold you up.",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "嘿！现在能看到了吗？",
      "en": "Here! Can you see outside now?",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "好的，我能看到了————",
      "en": "Ok, I can see --",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "咦？！",
      "en": "What?!",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "格拉尼",
      "zh": "可萝尔小姐！别乱动呀！",
      "en": "Miss Carol! Stop moving so much!",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "可、可那个，那是什么呀......",
      "en": "But, but, what was that...",
      "jp": "",
      "kr": ""
    },
    {
      "ch": "可萝尔",
      "zh": "刚才，有个人，从窗户外飞了过去......?",
      "en": "Just now, someone, pass by the window...?",
      "jp": "",
      "kr": ""
    }
  ]
}