{
  "messages": [
    {
      "zh": "第七关（后）",
      "en": "1-7 The Signs (part 2)",
      "jp": "1-7 前兆(下)",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "侦查的结果......不太妙。",
      "en": "The outcome of the investigation……isn’t good at all.",
      "jp": "偵察結果は……まずいな。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "前方的整合运动有很大一部分是游荡着的破坏分子——",
      "en": "Many of the Reunion Movement ahead are wandering mobsters——",
      "jp": "前方のレユニオンの大部分は、徘徊している暴徒共だ――",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "但也有不少是混入其中的训练有素的战斗人员。",
      "en": "But there are also many well-trained combat personnels among them.",
      "jp": "ただその中に、よく訓練された戦闘員も少なからず混じっている。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "这些家伙，大概就是整合运动的神经系统。",
      "en": "These people, are most likely the neural system of Reunion Movement.",
      "jp": "こいつらが、恐らくレユニオン・ムーヴメントの神経系だろう。",
      "kr": ""
    },
    {
      "ch": "罗德岛干员",
      "zh": "什么意思？",
      "en": "What does that mean?",
      "jp": "どういう意味ですか？",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "指挥官一旦有所行动，就命令他们将整合运动聚集起来，由他们来带领其他的人。",
      "en": "When the commander acts, he orders them to convene the Reunion Movement them, and lets them lead the others.",
      "jp": "リーダーがひとたび行動を起こせば、そいつは奴らにレユニオンの招集を命じ、部隊を統率させる、ということだ。",
      "kr": ""
    },
    {
      "ch": "罗德岛干员",
      "zh": "一盘散沙般的暴徒们，真的能做到吗？",
      "en": "A bunch of unruly mobsters, can they really to that?",
      "jp": "まとまりのない暴徒達に、本当にそんなことができるんですか？",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "凭心而论，原本我并不相信。",
      "en": "To tell the truth, I didn’t believe it before.",
      "jp": "正直、以前なら絶対に信じなかった。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "没有纪律和训练，部队会失去战斗力。",
      "en": "Without discipline and training, an army loses its power.",
      "jp": "規律と訓練無くしては、部隊はその力を失うだろう。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "但现今有机会仔细观察他们之后.....",
      "en": "But after getting the chance to observe them closely now……",
      "jp": "ただ、今回の奴らの背後を注意深く観察する機会で……",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "......我很确信，控制他们的是恐怖与狂热。",
      "en": "……I am sure, what controls them are terror and fever.",
      "jp": "……私は確信した。奴らを支配しているのは恐怖と熱狂だ。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "毕竟他们从来都不是军队。",
      "en": "After all, they were never an army.",
      "jp": "結局のところ、奴らは軍隊などでは全くなかったということだ。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "无论这些人做出什么事、做到什么地步，都是可能的。",
      "en": "Whatever these people do, and to what extent, it’s all possible.",
      "jp": "奴らがやることは何でも、それがどれ程の規模でも、可能だろうな。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "整合运动的领袖究竟是什么样子，我大概可以想象的到。",
      "en": "What the leader of Reunion Movement looks like, I can already imagine.",
      "jp": "レユニオン・ムーヴメントのリーダーがどんな奴か、大方想像がついた。",
      "kr": ""
    },
    {
      "ch": "罗德岛干员",
      "zh": "我们真的还有胜算吗......",
      "en": "Is there really still a chance for us……",
      "jp": "俺達に本当に勝算なんてあるんだろうか……",
      "kr": ""
    },
    {
      "ch": "阿米娅",
      "zh": "不是有没有，而是能不能。",
      "en": "It’s not a matter of “is there”, but a matter of “can we”.",
      "jp": "あるかないかの問題ではありません、できるかできないか、ですよ。",
      "kr": ""
    },
    {
      "ch": "阿米娅",
      "zh": "我们战胜过形形色色的敌人。",
      "en": "We’ve overcome all kinds of enemies.",
      "jp": "私達は様々な敵に打ち勝ってきました。",
      "kr": ""
    },
    {
      "ch": "阿米娅",
      "zh": "没有我们不能打破的困境。",
      "en": "There are no barriers we can’t break through.",
      "jp": "私達に乗り越えられない困難なんてありません。",
      "kr": ""
    },
    {
      "ch": "阿米娅",
      "zh": "保证博士的安全并撤出切城，这个目标一直没有改变过。",
      "en": "Ensure Doctor’s safety and retreat from Chernobog, this objective has never changed.",
      "jp": "ドクターの安全を保障し、チェルノボーグから脱出すること、この目標は一貫して変わりません。",
      "kr": ""
    },
    {
      "ch": "阿米娅",
      "zh": "目标明确，战术合理，加上罗德岛专业的干员们......",
      "en": "With a clear goal, the right strategies, and the professional operators of Rhodes Island……",
      "jp": "明確な目標、合理的な戦術、そしてロドスアイランドの精鋭の皆……",
      "kr": ""
    },
    {
      "ch": "阿米娅",
      "zh": "我们一定能取得胜利。",
      "en": "We can definitely achieve victory.",
      "jp": "私達ならきっと勝利を勝ち取れます。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "没错。",
      "en": "That’s right.",
      "jp": "その通りだ。",
      "kr": ""
    },
    {
      "ch": "罗德岛干员",
      "zh": "——抱歉，说了不过大脑的话。",
      "en": "——Sorry, I said something stupid.",
      "jp": "――すまなかった、馬鹿なことを言ってしまった。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "在军队，说这种话是得吃鞭子的。",
      "en": "In the troops, you’d get whiplashes for that.",
      "jp": "軍隊にいたなら、鞭打ちを喰らわせているところだったな。",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "不过我现在可没工夫修理你！走吧！",
      "en": "But I don’t have the time for you now! Let’s move!",
      "jp": "だが今はお前にそんなことをしている暇はない！行くぞ！",
      "kr": ""
    },
    {
      "ch": "杜宾",
      "zh": "都动起来！再慢吞吞的，天灾就要狠狠踹你们的屁股了！",
      "en": "Get moving! If you keep dragging like this, the Calamity’s gonna kick you in the butts!",
      "jp": "進め！これ以上のんびりしていると、天災が容赦なくお前らの尻を蹴飛ばすぞ！",
      "kr": ""
    },
    {
      "ch": "罗德岛干员",
      "zh": "是！",
      "en": "Aye!",
      "jp": "はい！",
      "kr": ""
    }
  ]
}
